Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_840_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Heikki Paltto ollesáigásaš ságajođiheaddji sadjásažžan
smn: Heikki Paltto váldutoimâlii saavâjođetteijee sajasâžžân

source: Sámedikki II várreságajođiheaddji
smn: Sämitige II värisaavâjođetteijee

source: xxx
smn: Heikki Paltto

source: Leammis doaibmá sámedikki ollesáigásaš ságajođiheaddjin 25.4.2014 - 26.5.2014 áigge .
smn: Lemmest tuáimá sämitige váldutoimâlâš saavâjođetteijen 25.4.2014 - 26.5.2014 koskâsii ääigi .

source: Sámedikki stivra lea čoahkkimisttis 5.3.2014 mieđihan ollesáigásaš ságajođiheaddjái Klemetti Näkkäläjärvii bálkkáhis virgelobi máinnašuvvon áigái .
smn: Sämitige stivrâ lii čuákkimistis 5.3.2014 mieđettâm váldutoimâlâš saavâjođetteijei Klemetti Näkkäläjärvin pälhittes virgerijjâvuođâ áášánkullee ááigán .
